stories = {
    "girl": [
        {
            "title": "Пригода Віталінки та Єдинорога",
            "text": "Жила-була дівчинка на ім’я {{name}}. Одного вечора вона побачила в лісі справжнього єдинорога..."
        },
        {
            "title": "Квіткова країна",
            "text": "Одного дня {{name}} прокинулася в країні, де все було зроблено з квітів..."
        }
    ],
    "boy": [
        {
            "title": "Космічна місія Макса",
            "text": "{{name}} — юний космонавт, який отримав секретне завдання врятувати планету..."
        },
        {
            "title": "Скарби піратів",
            "text": "Якось {{name}} знайшов карту скарбів і вирушив у захопливу подорож..."
        }
    ]
}
